Repository: keedhost/alpha
Catalog: Alpha/Alpha/*.lproj/Localizable.strings
Languages: uk

# autocorrect_on
source: Disable Autocorrect
uk: Вимкнути автокорекцію

# autocorrect_off
source: Enable Autocorrect
uk: Увімкнути автокорекцію

source: Settings
uk: Налаштування

source: About
uk: Про програму

source: Quit
uk: Вихід

# start_at_login
source: Launch at login
uk: Запускати під час входу в систему

# language_label
source: Interface language
uk: Мова інтерфейсу

# language_status
source: Interface language: %@
uk: Мова інтерфейсу: %@

# language_name_uk
source: Ukrainian
uk: Українська

# display_mode_label
source: App icon
uk: Іконка додатка

# display_mode_tray
source: Menu bar
uk: Меню-бар

# display_mode_both
source: Dock + Menu bar
uk: Dock + меню-бар

# version_label
source: Version
uk: Версія

# author_label
source: Author: Andrii Kondratiev
uk: Автор: Andrii Kondratiev

# license_label
source: License: GNU GPL
uk: Ліцензія: GNU GPL

# project_site_label
source: Project website
uk: Сайт проєкту

# privacy_notice
source: The app does not store typed text and monitors keyboard input only for the user’s convenience.
uk: Програма абсолютно не зберігає введений текст і відслідковує ввід з клавіатури виключно для зручності кінцевого користувача.

# accessibility_title
source: Accessibility access required
uk: Потрібен доступ до функцій доступності

# accessibility_body
source: To correct layout on the fly, the app needs Accessibility and Input Monitoring permissions. Open System Settings → Privacy & Security → Accessibility and Input Monitoring, then enable Alpha.
uk: Щоб виправляти розкладку на льоту, додатку потрібен доступ до керування клавіатурою. Відкрийте Налаштування системи → Конфіденційність і безпека → Доступність і увімкніть Alpha.

# open_settings_button
source: Open Settings
uk: Відкрити Налаштування

# later_button
source: Later
uk: Пізніше

# already_running_title
source: Alpha is already running
uk: Alpha вже запущена

# already_running_body
source: Another copy of the app is already running. Please use the existing instance from the menu bar.
uk: Інша копія додатка вже працює. Будь ласка, використовуйте існуючий екземпляр у меню-барі.

# ok_button
source: OK
uk: Гаразд
